import React, { useState } from 'react';
import './vizija.css';


const Vizija = () => {
   

    return (
        <section id='vizija'>
          
                    <section className="history__section">

                    <h3>Визија и Посветеност</h3>
                        <p className='about__description'>
                            Нашата подружница за дрвена граѓа во Свети Николе е основана со визија за најквалитетни производи од дрво. 
                            Веќе долги години, ние сме посветени на иновации и извонредност, и сме горди на нашиот напредок во индустријата.
                            Дополнително имаме наша пилана каде ги изработуваме сите димензии за вас.
                        </p>

                        <h3>Проектите и Детали</h3>
                        <p className='about__description'>
                            Со секој проект, ние вложуваме страст и внимание кон деталите, со цел да обезбедиме производи кои не само што ги задоволуваат, 
                            туку и ги надминуваат очекувањата на нашите клиенти.
                        </p>

                        <h3>Односи и Стремежи</h3>
                        <p className='about__description'>
                            Нашата посветеност на квалитетот и услуга создава долгорочни односи со нашите клиенти и партнери, 
                            а нашето стремеж да бидеме во тек со последните трендови во обработката на дрво ни помага да се позиционираме како лидер во нашата индустрија.
                        </p>

                        <h3>Иднина и Можности</h3>
                        <p className='about__description'>
                            Како што продолжуваме да растеме и да се развиваме, ние сме посветени на одржување на нашите основни вредности: 
                            квалитет, иновација и доверба. Се радуваме на иднината и на новите можности да ги задоволиме вашите потреби за дрвена граѓа.
                        </p>
                    </section>
        
         
        </section>
    );
}

export default Vizija;
